Revit 2024 API
BuiltInFailures.SheetFailures Class
 Failures about Sheet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SheetFailures
Visual Basic
Public NotInheritable Class SheetFailures
Visual C++
public ref class SheetFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SheetFailures
See Also
BuiltInFailures.SheetFailures Members
Autodesk.Revit.DB Namespace